<!DOCTYPE html>
<html>
<head>
	<title>Правила</title>
</head>
<body>
		<div class="col-lg-9 col-md-9">
            <div class="news-link" style="width:90%; margin-left: 10%;">
               	<p>
               	    1. Незнание правил не освобождает от ответственности.<br>
                	2. Если привилегия будет удалена с сервера, её заменят на другую, эквивалентную по цене данной привилегии.<br>
               	    3. Деньги с покупок доната идут на развитие сервера: оплата оборудования и защиты, поддержание стабильной работы сервера и его составляющих, обеспечение обновлений и исправлений ошибок, недоработок сервера, а так же на оплату разработчиков.<br>
              	    4. Если привилегия по каким-либо причинам не выдалась, выдача привилегии происходит имея при себе все необходимые данные от покупки.<br>
              	    5. При взломе, несанкционнированном доступе, утери данных в следствии стихийных бедствий, пожаров, технических неполадок, аварий в дата центре и т.д, гарантии возврата доната не предоставляется.<br>
               	    6. При попытке обмануть администрацию сервера: предоставить фейковый скриншот оплаты, другой ник и т.д, или же оскорбить администрацию, даже при действительной покупке привилегии, администратор в выдаче привилегии способен отказать.<br>
               	    7. Донат не переносится на ваш аккаунт, если вы купили привилегию или кейсы на другой ник.<br>
               	    8. Не зависимо кто играл на вашем аккаунте, даже если это был ваш кот, или взломщик - всю ответственность за ваш аккаунт несёте вы сами.<br>
               	    9. Если вы были сняты с доната по каким-либо причинам, вы можете обжаловать это с администрацией в течении 3-х дней, после этого срока никакие претензии не принимаются.<br>
               	    10. Если вы нарушали правила сервера, то администратор сервера в праве снять с вас донат и не вернуть деньги за покупку доната.<br>
                	11. Администрация может изменять возможности каждой привилегии без предупреждения..<br>
					12. Если вы не являетесь настоящим владельцем аккаунта, администрация имеет право не помогать вам при проблеме с ним.<br>
					13. [ВАЖНО] Деньги после покупки доната не возвращаются ни в каком размере.<br>
                	<br>
                	После приобретения доната, то вы автоматически соглашайтесь с данными правилами.
            	</p>
            </div>
        </div>
</body>
</html>