<!DOCTYPE html>
<html>
<head>
	<title>Правила</title>
</head>
<body>
		<div class="col-lg-9 col-md-9">
            <div class="news-link" style="width:90%; margin-left: 10%;">
<center><h2>Играя на нашем сервере, а так же когда вы покупаете донат услуги вы соглашаетесь с этими правилами:</h2> <br>
<h3>За нарушения каждого пункта, карается баном навсегда/на время, а также мутам навсегда/на время.</h3></center><br>
Общие правила<br>
1.1 Незнание правил не освобождает вас от ответственности. <br>
1.2 Начав играть на наших серверах, Вы автоматически подтверждаете своё согласие с данным сводом правил. <br>
1.3 Администратор вправе наказать игрока по причине, не указанной в настоящих правилах. <br>
1.4 Администрация не несет ответственности за временную или постоянную невозможность игры на сервере конкретным лицом или группой лиц. <br>
1.5 Игроки обязаны выполнять требования Администрации и предписания данных правил. <br>
1.6 Администрация ведет логи всех действий игроков на сервере и всех сообщений чата. <br>
1.7 Администрация имеет право корректировать данный свод правил без уведомления игрока. <br>
1.8 Покупаем донат - это пожертвование.<br>
<br>
Аккаунт<br>
2.1 Ник не должен содержать мата, оскорблений и т.д. Вы должны сменить его! <br>
2.2 Запрещается предоставлять свой аккаунт 3-м лицам для игры на сервере. <br>
2.3 Ответственность несет владелец аккаунта, независимо от того, кто совершал действия под данным аккаунтом. <br>
2.4 Запрещена продажа/передача аккаунтов, продажа привилегий. <br>
2.5 Администрация сервера не восстанавливает взломанные/потерянные аккаунты, даже если Вы купили привилегию. <br>
2.6 Если ваш аккаунт забанен администрацией сервера, то он не подлежит разбану, даже если вы купили разбан (при входе не пишется кто забанил) <br>
2.7 Донат не переносится на другой ник в целях безопасности. <br>
<br>
Игровой процесс<br>
3.1 Запрещено мошенничество, намеренный обман администрации. <br>
Различные баги игры, произошедшие не по вине администрации. <br>
3.2 Запрещается распространение вредоносного контента. <br>
3.3 Администрация не обязана осуществлять Вам помощь в виде ускорения постройки здания, выдачи предметов, ресурсов и др. <br>
3.4 Запрещено попрошайничество (выпрашивать что-либо у администрации/игроков на безвозмездной основе). <br>
3.5 Запрещено продавать игровые предметы за реальные деньги. <br>
3.6 Игрок не имеет право проводить раздачи. <br>
3.7 Вызывание неполадок в работе сервера или попытки обрушить сервер, путем специально вызванных лагов или подобного, влекут за собой глобальный бан. <br>
3.8 Запрещено подстрекать третьих лиц на нарушение правил. <br>
3.9 Запрещено выдавать себя за администрацию. <br>
<br>
Правила для донатеров<br>
4.1 Донатер не имеет право кикать, банить, давать мут без причины. <br>
4.2 Донатер не имеет право ломать чужие дома даже если они ему не нравятся. <br>
4.3 Донатер не имеет право проводить раздачи.<br>
4.4 Телепортация без причины и убийство без разрешения игрока запрещена. <br>
4.5 Донатерам запрещено забирать у игроков какие-либо вещи и мешать игровому процессу. <br>
4.6 Попытка нанести вред серверу карается баном навсегда. <br>
4.7 Донатеру запрещено угрожать баном.<br>
4.8 Донатер не имеет право кикать, банить, мутить игроков с причной где будут использована нецензурная лексика.<br>
4.9 Донатерам строго запрещается застраивать Авто-Шахту различными блоки.<br>
4.10 Донатерам как и простым игрокам запрещено проводить различные конкурсы, разыгрывать привилегии.<br>
<br>
Постройки <br>
5.1 Запрещены постройки создающие лаги и замедляющие работу сервера. <br>
5.2 Постройки оставленные за зоной привата будут доступны для других игроков. Администрация не несет ответственность за потерю имущества.<br> 
5.3 Вся незаприваченная территория попавшая под приват другого игрока становится его собственностью. <br>
<br>
Общение в чате<br>
6.1 Игрок не имеет право материться (завуалированный мат), оскорблять кого-либо, унижать честь и достоинство, ущемлять в правах игроков и т.п. <br>
6.2 Игрок не имеет право оскорблять, критиковать администрацию проекта. <br>
6.3 Запрещён спам, реклама сторонних проектов. <br>
6.4 Запрещёно написание сообщения заглавными буквами (капс). <br>
6.5 Запрещено разглашать ложную информацию. <br>
6.6 Флуд (в том числе дублирование сообщений) и сообщения, не имеющие смысла, в больших количествах запрещены. <br>
6.7 Запрещается продавать что-либо на сервере за реальные деньги (игровые аккаунты, ключи к играм). Наш сервер не является торговой площадкой. <br>
6.8 Запрещены выражения, унижающие человеческое достоинство, дискриминирующие или разжигающие межнациональную рознь. <br>
6.9 Запрещено просить игроков выйти из игры когда все слоты заполнены. <br>
6.10 Запрещено коверкать слова с целью обхода антимат системы чата. <br>
6.11 Обсуждение политики запрещено. <br>
6.12 Разрешена публикация только одного сообщения рекламного характера (например, реклама варпов) раз в 2 мин. В противном случае это будет засчитано за флуд. <br>
6.13 Для просьб "кто приютит" разрешена публикация сообщений не чаще одного раза в 5 мин. В противном случае это будет засчитано за флуд. <br>
<br>
Платные услуги<br>
7.1 Деньги, потраченные на услуги сервера, не возвращаются не при каких обстоятельствах.<br> 
7.2 Попытки махинаций оплатами, или ввод Администрации в заблуждение наказываются баном без возврата средств. <br>
7.3 Администрация имеет полное право на отказ в предоставление услуг по причинам: неадекватность, требование несуществующих услуг, наглеж, оскорбления, или отказать вам без какой либо причины и т.д. <br>
7.4 Администрация не возвращает купленные вещи, которые были потеряны в результате убийства или удалены системой очистки дропа. <br>
7.5 Предоставьте чек оплаты, если хотите написать Администрации о пропаже, непоявлении доната после покупки. Без данного подтверждения администрация вправе отказать Вам. <br>
7.6 ОПИСАНИЕ ДОНАТ ПРИВИЛЕГИЙ(В ИГРЕ/НА САЙТЕ) МОЖЕТ не соответствовать ПОЛУЧАЕМЫХ КОМАНД НА СЕРВЕРЕ!<br>
7.7 Покупая что-либо нашем сайте - вы жертвуете свои деньги. Ваши покупки не считаются как покупка чего-либо это лишь пожертвования.<br>
7.8 Администрация в праве вам отказать, без какой либо причины, и объяснения.<br>
7.9 Покупая донат на нашем сервере - вы обязуетесь выполнять все пункты правил. И не иметь не каких либо претензий к серверу и к администратору.<br>
7.10. За нарушения всех перечисленный правил всех пунктов и под пунктов бан - навсегда, и снятие доната.<br>
<br>
Префикс
8.1 Запрещены префикс типа - МОДЕРАТОР/СОЗДАТЕЛЬ СЕРВЕРА/ТЕХ.АДМИН/ОСНОВАТЕЛЬ.АДМИНИСТРАТОР/ и всех лиц относящихся к администрированию сервера. А также префиксы с не нормативной лексикой.<br>
8.2 Запрещено скрытие никмейма путём символов '&k' и прочих текстов и символов.<br>
8.3 Запрещено создания кланов с названиями МОДЕРАТОР/СОЗДАТЕЛЬ СЕРВЕРА/ТЕХ.АДМИН/ОСНОВАТЕЛЬ/АДМИНИСТРАТОР и всех лиц относящихся к администрированию сервера.<br>
8.4 Запрещено быть участником кланов МОДЕРАТОР/СОЗДАТЕЛЬ СЕРВЕРА/ТЕХ.АДМИН/ОСНОВАТЕЛЬ/АДМИНИСТРАТОР и всех лиц относящихся к администрированию сервера.<br>

            </div>
        </div>
</body>
</html>